<!DOCTYPE html>
<html lang="es">
<head>
<meta charset="utf-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1.0, user-scalable=0, minimal-ui">

<!-- Device icons -->
<link rel="apple-touch-icon" sizes="57x57" href="layout/img/devices-icons/apple-icon-57x57.png">
<link rel="apple-touch-icon" sizes="60x60" href="layout/img/devices-icons/apple-icon-60x60.png">
<link rel="apple-touch-icon" sizes="72x72" href="layout/img/devices-icons/apple-icon-72x72.png">
<link rel="apple-touch-icon" sizes="76x76" href="layout/img/devices-icons/apple-icon-76x76.png">
<link rel="apple-touch-icon" sizes="114x114" href="layout/img/devices-icons/apple-icon-114x114.png">
<link rel="apple-touch-icon" sizes="120x120" href="layout/img/devices-icons/apple-icon-120x120.png">
<link rel="apple-touch-icon" sizes="144x144" href="layout/img/devices-icons/apple-icon-144x144.png">
<link rel="apple-touch-icon" sizes="152x152" href="layout/img/devices-icons/apple-icon-152x152.png">
<link rel="apple-touch-icon" sizes="180x180" href="layout/img/devices-icons/apple-icon-180x180.png">
<link rel="icon" type="image/png" sizes="192x192"  href="layout/img/devices-icons/android-icon-192x192.png">
<link rel="icon" type="image/png" sizes="32x32" href="layout/img/devices-icons/favicon-32x32.png">
<link rel="icon" type="image/png" sizes="96x96" href="layout/img/devices-icons/favicon-96x96.png">
<link rel="icon" type="image/png" sizes="16x16" href="layout/img/devices-icons/favicon-16x16.png">
<link rel="manifest" href="layout/img/devices-icons/manifest.json">
<meta name="msapplication-TileColor" content="#ffffff">
<meta name="msapplication-TileImage" content="img/devices-icons/ms-icon-144x144.png">
<meta name="theme-color" content="#ffffff">

<!-- Description -->
<title>Términos y condiciones - NetMX</title>
<meta name="description" content="Somos una empresa 100% mexicana dedicada a proveer soluciones de manejo de información a través de plataformas web. Ofrecemos soluciones en infraestructura web, diseño y programación web, sistemas web y aplicaciones móviles para tu empresa.">
<meta name="author" content="NetMX">
<meta name="keywords" content="NetMX, páginas web, sistemas web, aplicaciones móviles, apps, mobile, desarrollo web, facturación electrónica, control de acceso, facturación web, envío de correos, e-mail marketing, información web, PHP, diseño web,infraestructura web, zend, el taller web, qpass, facturas web, mailblast, envío masivo de correos">
<link rel="apple-touch-icon" href="layout/img/devices-icons/apple-touch-icon.png">
<link rel="shortcut icon" href="layout/img/devices-icons/favicon.ico">

<!-- Stylesheets -->
<link rel="stylesheet" type="text/css" href="layout/css/bootstrap/bootstrap.css">
<link rel="stylesheet" type="text/css"  href="layout/css/style.css">
<link rel="stylesheet" type="text/css" href="layout/css/prettyPhoto.css">
<link rel="stylesheet" type="text/css" href="layout/css/aos.css" >
<link rel="stylesheet" type="text/css" href="layout/css/nav/demo.css" />
<link rel="stylesheet" type="text/css" href="layout/css/nav/component.css" />
<link rel="stylesheet" type="text/css" href="layout/css/owlcarousel/owl.carousel.min.css">
<link rel="stylesheet" type="text/css" href="layout/css/owlcarousel/owl.theme.default.min.css">

<!-- ReCaptcha V.3--> 
<script src='https://www.google.com/recaptcha/api.js'></script>

<script type="text/javascript" src="https://secure.intelligent-data-247.com/js/260786.js" ></script>
<noscript><img alt="" src="https://secure.intelligent-data-247.com/260786.png" style="display:none;" /></noscript>
</head>

<!-- Fonts -->

<link rel="stylesheet" href="layout/fonts/font-awesome/css/all.css">
<link href="https://fonts.googleapis.com/css?family=Raleway:100,400,700" rel="stylesheet">

<!--[if lt IE 9]>
    <script src="css/html5shiv/html5shiv.min.js"></script>
    <![endif]--> 
<!--[if lt IE 10]>
    <script src="css/media-match/media.match.min.js"></script>
    <script src="css/respond/respond.min.js"></script>
    <![endif]--> 
<!-- Scripts --> 
<!-- Contacto e info en búsqueda de Google --> 
<script type="application/ld+json">
  {
  "@context": "http://schema.org",
  "@type": "Organization",
  "name": "NetMx",
  "url": "http://netmx.mx/",
  "logo": "http://netmx.mx//layoutSite/img/logo_Netmx.png",
  "contactPoint": [{
    "@type": "ContactPoint",
    "telephone": "+52 55 5682 3100",
    "contactType": "customer service"
  }],
  "sameAs": [
    "https://www.facebook.com/pages/NetMX/151741050960",
    "https://twitter.com/NetMX",
    "https://mx.linkedin.com/company/netmx"
    ]
  };
  </script>

<body>
<div class="menu fixed-top ">
  <nav class="navbar navbar-empleos navbar-expand-lg navbar-dark menu menu--ferdinand justify-content-center"  id="nav-main"> <a class="navbar-brand" href="javascript:history.back()"> <img src="layout/img/NetMx-nav.svg" height="50" alt="NetMX"> </a>
    <button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#navbarNavDropdown" aria-controls="navbarNavDropdown" aria-expanded="false" aria-label="Toggle navigation"> <span class="navbar-toggler-icon"></span> </button>
  </nav>
</div>
<!-- HERO -->

<!-- Pagina general -->
<div class="page" style="padding-top:80px;"> 
  <!-- NOSOTROS -->
  <div class="nosotros" >
    <div class="wrap-section">
      <div class="row nosotros-content">
        <div class="col-12 col-lg-10" data-aos="fade-up" data-aos-duration="1500" >
			
			<h1> Términos y condiciones</h1>
			
          <div class="plecah4"></div>
			
			
			
			<div class="modal-body">
        <p> <strong>1. Proemio</strong><br>
          Al ingresar y utilizar este portal de
          Internet, cuyos nombres de dominio indistintamente son <a href="http://eltallerweb.com">http://netmx.com.mx</a>, <a href="http://eltallerweb.mx">http://netmx.mx</a> (en adelante el o
          los Sitios Web en singular o plural, de manera individual o
          colectiva), propiedad de MailBlast, S.A. de C.V., que en lo sucesivo se denominar&aacute;
          “NetMX”, el usuario est&aacute; aceptando los
          T&eacute;rminos y Condiciones de Uso contenidos en este convenio,
          as&iacute; como sus Pol&iacute;ticas de Privacidad relacionadas, y
          declara expresamente su aceptaci&oacute;n utilizando para tal efecto
          medios electr&oacute;nicos, en t&eacute;rminos de lo dispuesto por
          el art&iacute;culo 1803 del C&oacute;digo Civil Federal de los
          Estados Unidos Mexicanos.<br>
          <br>
          En caso de no aceptar en
          forma absoluta y completa los T&eacute;rminos y Condiciones de Uso y
          sus pol&iacute;ticas de Privacidad, el usuario deber&aacute;
          abstenerse de acceder, utilizar y observar los Sitios Web.<br>
          <br>
          La sola utilizaci&oacute;n de dicha p&aacute;gina de Internet le
          otorga al p&uacute;blico en general la condici&oacute;n de Usuario
          (en adelante referido como el &laquo;Usuario&raquo; o los
          &laquo;Usuarios&raquo;) e implica la aceptaci&oacute;n, plena e
          incondicional, de todas y cada una de las condiciones generales y
          particulares incluidas en estos T&eacute;rminos y Condiciones de Uso
          publicados por NetMX en el momento mismo en que el usuario acceda al
          sitio web.<br>
          <br>
          Cualquier modificaci&oacute;n a los
          presentes T&eacute;rminos y Condiciones de Uso ser&aacute; realizada
          cuando el titular de la misma, en este caso NetMX, lo considere
          apropiado, siendo exclusiva responsabilidad del Usuario asegurarse
          de tomar conocimiento de tales modificaciones.<br>
          <br>
          <strong>2.
            Convenio</strong><br>
          Convenio de adhesi&oacute;n para el uso del
          Sitios Web que celebran: por una parte, NetMX y, por la otra, el
          Usuario, sujet&aacute;ndose, ambas partes, a lo establecido en este
          documento.<br>
          <br>
          <strong>3. Licencia</strong><br>
          <br>
          a) Por
          virtud de la celebraci&oacute;n de este convenio, NetMX otorga y
          concede al usuario el derecho no exclusivo, revocable y no
          transferible de ver y utilizar el Sitio Web de conformidad con los
          T&eacute;rminos y Condiciones de Uso que aqu&iacute; se estipulan y
          sus Pol&iacute;ticas de Privacidad relacionadas. Para los efectos
          del presente convenio, las partes acuerdan que por Usuario se
          entender&aacute; a cualquier persona de cualquier naturaleza que
          ingrese al Sitio Web y/o a cualquiera de las subp&aacute;ginas que
          despliegan su contenido y/o a la persona de cualquier naturaleza que
          se d&eacute; de alta y/o use cualquiera de los servicios que se
          ofrecen a trav&eacute;s de dicha p&aacute;gina.<br>
          <br>
          b) El
          usuario s&oacute;lo podr&aacute; imprimir y/o copiar cualquier
          informaci&oacute;n contenida o publicada en el Sitio Web
          exclusivamente para uso personal, queda terminantemente prohibido el
          uso comercial de dicha informaci&oacute;n. En caso de ser persona
          moral se sujetar&aacute; a lo dispuesto por el art&iacute;culo 148,
          fracci&oacute;n IV de la Ley Federal del Derecho de Autor vigente en
          M&eacute;xico y sus correlativos en la legislaci&oacute;n
          internacional.<br>
          <br>
          c) La reimpresi&oacute;n,
          publicaci&oacute;n, distribuci&oacute;n, asignaci&oacute;n,
          sublicencia, venta, reproducci&oacute;n electr&oacute;nica o por
          otro medio, parcial o total, de cualquier informaci&oacute;n,
          documento o gr&aacute;fico que aparezca en el Sitios Web, para
          cualquier uso distinto al personal no comercial le est&aacute;
          expresamente prohibido al usuario, a menos de que cuente con la
          autorizaci&oacute;n previa y por escrito de NetMX. <br>
          <br>
          <strong>4.
            Reglas para el uso del Sitio Web</strong><br>
          <br>
          El usuario y
          NetMX est&aacute;n de acuerdo en que la utilizaci&oacute;n del Sitio
          Web se sujetar&aacute; a las siguientes reglas: </p>
        <p><ol>
          <li>Informaci&oacute;n contenida en el Sitio Web. El usuario
            reconoce y acepta que la informaci&oacute;n publicada o contenida
            en dicho sitio ser&aacute; claramente identificada de forma tal que
            se reconozca que la misma proviene y ha sido generada por NetMX o
            por sus proveedores.</li>
          <li>No obstante, la informaci&oacute;n, conceptos y opiniones
            publicadas en dicho sitio no necesariamente reflejan la
            posici&oacute;n de NetMX, ni de sus empleados, oficiales,
            directores, accionistas, licenciatarios y concesionarios (en lo
            sucesivo los &laquo;Funcionarios&raquo;). Por esta raz&oacute;n,
            NetMX no se hace responsable por ninguna de las informaciones,
            opiniones y conceptos que se emitan en el Sitios Web. En este caso,
            se recomienda al usuario consultar con un especialista y/o
            profesional en la materia. Asimismo, NetMX no se hace responsable
            de la informaci&oacute;n contenida en el Sitio Web, incluidas las
            subp&aacute;ginas, en el entendido de que el uso y seguimiento de
            la misma es bajo riesgo y responsabilidad del usuario.</li>
          <li>NetMX se reserva el derecho de bloquear el acceso o remover en
            forma parcial o total toda informaci&oacute;n, comunicaci&oacute;n
            o material que a su exclusivo juicio pueda resultar: i) abusivo,
            difamatorio u obsceno; ii) fraudulento, artificioso o
            enga&ntilde;oso; iii) violatorio de derechos de autor, marcas,
            confidencialidad, secretos industriales o cualquier derecho de
            propiedad intelectual de un tercero; iv) ofensivo o; v) que de
            cualquier forma contravenga lo establecido en este convenio. Si el
            usuario desea obtener mayor informaci&oacute;n de un tema en
            espec&iacute;fico prove&iacute;do por NetMX o sus proveedores
            deber&aacute; consultarlo directamente con cada uno de ellos,
            seg&uacute;n corresponda, y/o con un especialista en la materia.</li>
          <li>El usuario reconoce que NetMX no controla o censura previamente
            el contenido disponible en la p&aacute;gina de Internet. Por tal
            motivo, NetMX no asume ninguna responsabilidad por el contenido
            provisto a dicha p&aacute;gina por proveedores independientes o
            ajenos a NetMX y no tiene el control editorial sobre el contenido,
            informaci&oacute;n y/o material generado y/o provisto por terceros.
            Todas las opiniones, consejos, declaraciones, servicios, ofertas u
            otras informaciones o contenidos expresados o puestos a
            disposici&oacute;n del p&uacute;blico por terceros, pertenecen a su
            respectivo autor y NetMX no asume responsabilidad alguna frente a
            ello. De la misma forma, NetMX no garantiza la exactitud,
            veracidad, amplitud y/o utilidad de cualquier contenido provisto
            por tales terceros. Adicionalmente, NetMX no es responsable ni
            garantiza la exactitud, exhaustividad, veracidad y/o confiabilidad
            de cualquier opini&oacute;n, informaci&oacute;n, consejo o
            declaraci&oacute;n expresados por NetMX a trav&eacute;s de su
            p&aacute;gina de Internet y bajo ninguna circunstancia NetMX
            ser&aacute; responsable de cualquier da&ntilde;o y/o perjuicio,
            directo o indirecto, causado en virtud de la confianza que el
            usuario deposite en informaci&oacute;n obtenida a trav&eacute;s de
            su sitio web. NetMX se reserva el derecho de suprimir o modificar
            el contenido de esta p&aacute;gina que, a exclusivo juicio de
            NetMX, no cumpla con sus est&aacute;ndares o que pudiera resultar
            contrario al ordenamiento jur&iacute;dico vigente y, por
            consiguiente, no ser&aacute; responsable por cualquier falla o
            tardanza que se genere al eliminar tal material.</li>
        </ol>
        <b>5. Formatos </b><br />
        <br />
        Los usuarios reconocen que, al
        proporcionar la informaci&oacute;n de car&aacute;cter personal
        requerida en alguno de los servicios que se prestan en este Sitios
        Web, otorgan a NetMX la autorizaci&oacute;n se&ntilde;alada en el
        art&iacute;culo 109 de la Ley Federal del Derecho de Autor vigente en
        M&eacute;xico y sus correlativos en la legislaci&oacute;n
        internacional. En todos los casos, los usuarios responder&aacute;n
        por la veracidad de la informaci&oacute;n proporcionada a NetMX.<br />
        <br />
        Asimismo, para la prestaci&oacute;n de servicios, el usuario
        se obliga adem&aacute;s a aceptar los T&eacute;rminos y Condiciones
        de uso y las Pol&iacute;ticas de Privacidad relacionadas estipulados
        para tal efecto.<br />
        <br />
        <b>6. Derechos de autor y propiedad
        industrial</b><br />
        <br />
        NetMX, el Sitio Web, sus logotipos y
        todo el material que aparece en dicho sitio, son marcas, nombres de
        dominio, nombres comerciales y obras art&iacute;sticas propiedad de
        sus respectivos titulares y est&aacute;n protegidos por los tratados
        internacionales y las leyes aplicables en materia de propiedad
        intelectual y derechos de autor. <br />
        <br />
        Los derechos de autor
        sobre el contenido, organizaci&oacute;n, recopilaci&oacute;n,
        compilaci&oacute;n, informaci&oacute;n, logotipos,
        fotograf&iacute;as, im&aacute;genes, programas, aplicaciones, y en
        general cualquier informaci&oacute;n contenida o publicada en el
        Sitios Web se encuentran debidamente protegidos a favor de NetMX, sus
        Funcionarios, Afiliadas, proveedores y/o de sus respectivos
        propietarios, de conformidad con la legislaci&oacute;n aplicable en
        materia de propiedad intelectual e industrial.<br />
        <br />
        Se
        proh&iacute;be expresamente al usuario modificar, alterar o suprimir,
        ya sea en forma total o parcial, los avisos, marcas, nombres
        comerciales, se&ntilde;as, anuncios, logotipos o en general cualquier
        indicaci&oacute;n que se refiera a la propiedad de la
        informaci&oacute;n contenida en el sitio se&ntilde;alado.<br />
        <br />
        En caso de que el usuario transmita a NetMX cualquier
        informaci&oacute;n, programas, aplicaciones, software o en general
        cualquier material que requiera ser licenciado a trav&eacute;s del
        Sitio Web, el usuario otorga con este acto a NetMX una licencia
        perpetua, universal, gratuita, no exclusiva, mundial y libre de
        regal&iacute;as, que incluye los derechos de sublicenciar, vender,
        reproducir, distribuir, transmitir, crear trabajos derivados,
        exhibirlos y ejecutarlos p&uacute;blicamente. <br />
        <br />
        Lo
        establecido en el p&aacute;rrafo anterior se aplicar&aacute;
        igualmente a cualquier otra informaci&oacute;n que el usuario
        env&iacute;e o transmita a NetMX, incluyendo, sin limitaci&oacute;n
        alguna, ideas para renovar o mejorar el Sitio Web, ya sea que
        &eacute;stas hayan sido incluidas en cualquier espacio de la
        p&aacute;gina se&ntilde;alada o en virtud de otros medios o modos de
        transmisi&oacute;n conocidos o que sean desarrollados en el futuro. <br />
        <br />
        Por lo anterior, el usuario renuncia expresamente con este
        acto a llevar a cabo cualquier acci&oacute;n, demanda o
        reclamaci&oacute;n en contra de NetMX, sus Funcionarios, Afiliadas o
        proveedores por cualquier actual o eventual violaci&oacute;n de
        cualquier derecho de autor o propiedad intelectual derivado de la
        informaci&oacute;n, programas, aplicaciones, software, ideas y
        dem&aacute;s material que el propio usuario env&iacute;e al Sitio
        Web.<br />
        <br />
        Es nuestra pol&iacute;tica actuar contra las
        violaciones que en materia de propiedad intelectual se pudieran
        generar u originar seg&uacute;n lo estipulado en la
        legislaci&oacute;n y en otras leyes de propiedad intelectual
        aplicables, incluyendo la eliminaci&oacute;n o el bloqueo del acceso
        a material que se encuentra sujeto a actividades que infrinjan el
        derecho de propiedad intelectual de terceros.<br />
        <br />
        En caso de
        que alg&uacute;n usuario o tercero consideren que cualquiera de los
        contenidos que se encuentren o sean introducidos en dicho Sitio Web
        y/o cualquiera de sus servicios, violen sus derechos de propiedad
        intelectual deber&aacute;n enviar una notificaci&oacute;n a la
        siguiente direcci&oacute;n: soporte@netmx.com.mx, en la que indiquen:
        i) datos personales ver&iacute;dicos (nombre, direcci&oacute;n,
        n&uacute;mero de tel&eacute;fono y direcci&oacute;n de correo
        electr&oacute;nico del reclamante); ii) firma aut&oacute;grafa con
        los datos personales del titular de los derechos de propiedad
        intelectual; iii) indicaci&oacute;n precisa y completa del (los)
        contenido (s) protegido (s) mediante los derechos de propiedad
        intelectual supuestamente infringidos, as&iacute; como la
        localizaci&oacute;n de dichas violaciones en el Sitio Web referido;
        iv) declaraci&oacute;n expresa y clara de que la introducci&oacute;n
        del (los) contenido (s) indicado (s) se ha realizado sin el
        consentimiento del titular de los derechos de propiedad intelectual
        supuestamente infringidos; v) declaraci&oacute;n expresa, clara y
        bajo la responsabilidad del reclamante de que la informaci&oacute;n
        proporcionada en la notificaci&oacute;n es exacta y de que la
        introducci&oacute;n del (los) contenido (s) constituye una
        violaci&oacute;n de dichos derechos.<br />
        <br />
        <b>7. Material
        publicitario</b><br />
        <br />
        El usuario reconoce y acepta que NetMX
        es una organizaci&oacute;n independiente de terceros patrocinadores y
        anunciantes cuya informaci&oacute;n, im&aacute;genes, anuncios y
        dem&aacute;s material publicitario o promocional (en lo subsecuente
        &laquo;Material Publicitario&rsaquo;) puede ser publicado en el Sitio
        Web.<br />
        <br />
        El usuario reconoce y acepta que el Material
        Publicitario no forma parte del contenido principal que se publica en
        dicho sitio. Asimismo, reconoce y acepta con este acto que este
        material se encuentra protegido por las leyes que en materia de
        propiedad intelectual e industrial resulten aplicables.<br />
        <br />
        <b>8. Negaci&oacute;n de garant&iacute;as</b><br />
        <br />
        El Usuario
        est&aacute; de acuerdo que la utilizaci&oacute;n del Sitio Web se
        realiza bajo su propio riesgo y que los servicios y productos que
        ah&iacute; se prestan y ofrecen se prev&eacute;n sobre una base
        &laquo;tal cual&raquo; y &laquo;seg&uacute;n sean disponibles&raquo;.
        NetMX no garantiza que la p&aacute;gina se&ntilde;alada satisfaga los
        requerimientos del Usuario o que los servicios que en ella se ofrecen
        no sufran interrupciones, sean seguros o est&eacute;n exentos de
        errores.<br />
        <br />
        NetMX no garantiza o avala en ninguna forma la
        veracidad, precisi&oacute;n, legalidad, moralidad o ninguna otra
        caracter&iacute;stica del contenido del material que se publique en
        el Sitio Web.<br />
        <br />
        NetMX se libera de cualquier
        responsabilidad y condiciones, tanto expresas como impl&iacute;citas,
        en relaci&oacute;n con los servicios e informaci&oacute;n contenida o
        disponible en o a trav&eacute;s de esta p&aacute;gina web;
        incluyendo, sin limitaci&oacute;n alguna:
        <ol type="a">
          <li>La disponibilidad de uso del Sitio Web.</li>
          <li>La ausencia de virus, errores, desactivadores o cualquier otro
            material contaminante o con funciones destructivas en la
            informaci&oacute;n o programas disponibles en o a trav&eacute;s de
            esta p&aacute;gina o en general cualquier falla en dicho sitio.</li>
          <li>No obstante lo anterior, NetMX o sus proveedores podr&aacute;n
            actualizar el contenido de la p&aacute;gina constantemente, por lo
            que se solicita al usuario tomar en cuenta que algunas
            informaciones publicitadas o contenidas en o a trav&eacute;s de
            este sitio web pueden haber quedado obsoletas y/o contener
            imprecisiones o errores tipogr&aacute;ficos u ortogr&aacute;ficos. </li>
        </ol>
        <b>9. Limitaciones a la responsabilidad</b><br />
        <br />
        Hasta el
        m&aacute;ximo permitido por las leyes aplicables, NetMX no
        ser&aacute; responsable, en ning&uacute;n caso, por da&ntilde;os
        directos, especiales, incidentales, indirectos, o consecuenciales que
        en cualquier forma se deriven o se relacionen con:
        <ol type="a">
          <li>El uso o ejecuci&oacute;n del Sitio Web, con el retraso o la
            falta de disponibilidad de uso de NetMX</li>
          <li>La proveedur&iacute;a o falta de la misma de servicios de
            cualquier informaci&oacute;n o gr&aacute;ficos contenidos o
            publicados en o a trav&eacute;s del sitio se&ntilde;alado.</li>
          <li>La actualizaci&oacute;n o falta de actualizaci&oacute;n de la
            informaci&oacute;n.</li>
          <li>La alteraci&oacute;n o modificaci&oacute;n, total o parcial, de
            la informaci&oacute;n despu&eacute;s de haber sido incluida en
            dicho sitio.</li>
          <li>Cualquier otro aspecto o caracter&iacute;stica de la
            informaci&oacute;n contenida o publicada en la p&aacute;gina web o
            a trav&eacute;s de las ligas que eventualmente se incluyan en este
            sitio.</li>
          <li>La proveedur&iacute;a o falta de proveedur&iacute;a que los
            dem&aacute;s servicios, todos los supuestos anteriores ser&aacute;n
            vigentes, a&uacute;n en los casos en que se le hubiere notificado o
            avisado a NetMX acerca de la posibilidad de que se ocasionaran
            dichos da&ntilde;os.</li>
        </ol>
        <b>10. Modificaciones al Sitio Web</b><br />
        <br />
        NetMX
        podr&aacute; en cualquier momento y cuando lo considere conveniente,
        sin necesidad de avisar al usuario, realizar correcciones, adiciones,
        mejoras o modificaciones al contenido, presentaci&oacute;n,
        informaci&oacute;n, servicios, &aacute;reas, bases de datos y
        dem&aacute;s elementos de dicho sitio, sin que ello de lugar ni
        derecho a ninguna reclamaci&oacute;n o indemnizaci&oacute;n, ni que
        esto implique reconocimiento de responsabilidad alguna a favor del
        usuario. <br />
        <br />
        <b>11. Modificaciones al convenio</b><br />
        <br />
        NetMX se reserva el derecho de modificar los T&eacute;rminos y
        Condiciones de Uso en cualquier momento, siendo efectivas dichas
        modificaciones de forma inmediata por medio de:
        <ol type="a">
          <li>La publicaci&oacute;n en el Sitio Web del convenio modificado.</li>
          <li>La notificaci&oacute;n al usuario sobre dichas modificaciones.</li>
        </ol>
        De esta forma, el usuario est&aacute; de acuerdo en revisar dicho
        convenio peri&oacute;dicamente con la finalidad de mantenerse al
        tanto de dichas modificaciones. No obstante lo anterior, cada vez que
        el usuario acceda al sitio se&ntilde;alado se considerar&aacute; como
        una aceptaci&oacute;n absoluta a las modificaciones del presente
        convenio.<br />
        <br />
        <b>12. T&eacute;rminos adicionales</b><br />
        <br />
        Ocasionalmente, NetMX podr&aacute; agregar a los T&eacute;rminos y
        Condiciones de Uso provisiones adicionales relativas a &aacute;reas
        espec&iacute;ficas o nuevos servicios que se proporcionen en o a
        trav&eacute;s del Sitio Web (en lo subsecuente &laquo;T&eacute;rminos
        Adicionales&raquo;), los cuales ser&aacute;n publicados en las
        &aacute;reas espec&iacute;ficas o nuevos servicios de dicho sitio
        para su lectura y aceptaci&oacute;n. El usuario reconoce y acepta que
        estos T&eacute;rminos Adicionales forman parte integrante del
        presente convenio para todos los efectos legales a que haya lugar.<br />
        <br />
        <b>13. Cesi&oacute;n de derechos</b><br />
        <br />
        NetMX
        podr&aacute;, en cualquier momento y cuando as&iacute; lo estime
        conveniente, ceder total o parcialmente sus derechos y obligaciones
        derivados del presente convenio. En virtud de dicha cesi&oacute;n,
        NetMX quedar&aacute; liberada de cualquier obligaci&oacute;n a favor
        del usuario, establecida en el presente convenio. <br />
        <br />
        <b>14.
        Indemnizaci&oacute;n</b><br />
        <br />
        El usuario est&aacute; de
        acuerdo en indemnizar a NetMX, sus Funcionarios, Afiliadas,
        proveedores, vendedores y asesores por cualquier acci&oacute;n,
        demanda o reclamaci&oacute;n (incluso de honorarios de abogados y de
        costas judiciales) derivadas de cualquier incumplimiento por parte
        del usuario al presente convenio; incluyendo, sin limitaci&oacute;n
        de alguna de las derivadas de:
        <ol type="a">
          <li>Cualquier aspecto relativo al uso del Sitio Web.</li>
          <li>La informaci&oacute;n contenida o disponible en o a
            trav&eacute;s de dicho sitio o de injurias, difamaci&oacute;n o
            cualquier otra conducta violatoria del presente convenio por parte
            del usuario en el uso de la p&aacute;gina web se&ntilde;alada.</li>
          <li>La violaci&oacute;n a las leyes aplicables o tratados
            internacionales relativos a los derechos de autor o propiedad
            intelectual, contenidos o disponibles en, o a trav&eacute;s de
            dicho sitio web.</li>
        </ol>
        <b>15. Terminaci&oacute;n</b><br />
        <br />
        NetMX se reserva el
        derecho, a su exclusiva discreci&oacute;n, y sin necesidad de aviso o
        notificaci&oacute;n al usuario, para:
        <ol type="a">
          <li>Terminar definitivamente el presente convenio.</li>
          <li>Descontinuar o dejar de publicar definitivamente el Sitio Web
            sin responsabilidad alguna para NetMX, sus Funcionarios, Afiliadas
            o proveedores.</li>
        </ol>
        <b>16. Subsistencia</b><br />
        <br />
        Estos T&eacute;rminos y
        Condiciones de Uso, as&iacute; como los t&eacute;rminos adicionales,
        constituyen el acuerdo &iacute;ntegro entre las partes, y sustituye
        cualquier otro acuerdo o convenio celebrado con anterioridad.
        Cualquier cl&aacute;usula o provisi&oacute;n del presente convenio,
        as&iacute; como de los t&eacute;rminos adicionales, legalmente
        declarada inv&aacute;lida, ser&aacute; eliminada o modificada a
        elecci&oacute;n de NetMX, con la finalidad de corregir su vicio o
        defecto. Sin embargo, el resto de las cl&aacute;usulas o provisiones
        mantendr&aacute;n su fuerza, obligatoriedad y validez.<br />
        <br />
        <b>17.
        No renuncia de derechos</b><br />
        <br />
        La inactividad por parte de
        NetMX, sus Funcionarios, Afiliadas o proveedores al ejercicio de
        cualquier derecho o acci&oacute;n derivados del presente convenio, en
        ning&uacute;n momento deber&aacute; interpretarse como renuncia a
        dichos derechos o acciones. <br />
        <br />
        <b>18. Legislaci&oacute;n
        aplicable y jurisdicci&oacute;n</b><br />
        <br />
        Este convenio
        estar&aacute; sujeto y ser&aacute; interpretado de acuerdo con las
        leyes contenidas en el C&oacute;digo Civil Federal y ante los
        tribunales del Distrito Federal, M&eacute;xico.
        </p>
      </div>
			
			
			
			
			
          <div class="d-none d-lg-block" data-aos="fade-up" data-aos-duration="2000" data-aos-delay="700"> <img src="img/cuadros-texture1-8.png"  width="200" alt=""> </div>
        </div>
      </div>
      
    </div>
  </div>
  <!-- /NOSOTROS --> 
  

  
  <!-- FOOTER -->
  <footer>
   <!-- <div class="row redes d-flex justify-content-center"  >
      <div class="col-12 col-sm-9"></div>
      <div class="col-8 col-sm-3"> <a href="https://www.facebook.com/pages/NetMX/151741050960"  target="_blank"> <i class="fab fa-facebook-f"></i> </a> <a href="https://twitter.com/NetMX" target="_blank"> <i class="fab fa-twitter"></i> </a> <a href="https://mx.linkedin.com/company/netmx" target="_blank"> <i class="fab fa-linkedin-in"></i> </a> </div>
    </div> -->
    <div class="row legales">
      <div class="col-12 col-sm-6 col-lg-4 text-center">
        <p>© NetMX <span id="copyright"> </span>. Todos los derechos reservados. </p>
      </div>
      <div class="col-12 col-sm-6 col-lg-8 text-center text-md-right">

<a href="https://www.facebook.com/pages/NetMX/151741050960"  target="_blank"> <i class="fab fa-facebook-f"></i> </a> <a href="https://twitter.com/NetMX" target="_blank"> <i class="fab fa-twitter"></i> </a> <a href="https://mx.linkedin.com/company/netmx" target="_blank"> <i class="fab fa-linkedin-in"></i> </a>
<!-- 

<a data-toggle="modal" data-target="#terminos">Términos y Condiciones</a> <b>|</b> <a data-toggle="modal" data-target="#privacidad">Políticas de Privacidad </a> <b>|</b> <a data-toggle="modal" data-target="#anticorrupcion">Política Anticorrupción </a> --> </div> 
    </div>
  </footer>
  
  <!-- / FOOTER --> 
  
</div>
<!--/ Pagina general --> 

<script src="layout/js/jquery.js"></script> 
<script src="layout/js/popper/popper.min.js"></script> 
<script src="layout/js/bootstrap.js"></script> 
<script src="layout/js/site.js"></script> 
<script src="layout/js/jquery.prettyPhoto.js"></script> 
<script src="layout/js/main.js"></script> 
<script src="layout/js/aos.js"></script> 
<script src="layout/js/form-validator/jquery.form-validator.js"></script> 
<script src="layout/js/sweet-scroll.min.js"></script> 
<script src="layout/js/nav/classie.js"></script> 
<script src="layout/js/nav/clipboard.min.js"></script> 
<script src="layout/js/owlcarousel/owl.carousel.min.js"></script> 

<!-- Animaciones en scroll --> 
<script>
    AOS.init();
  </script> 

<!-- Validación Formulario --> 
<script>
    $(function() {
        $.validate({
      lang: 'es'
      });
    });
  </script> 

<!-- Smooth Scroll --> 
<script>
    document.addEventListener('DOMContentLoaded', () => {
    const scroller = new SweetScroll({
      easing: 'linear', 
    });
  }, false);

   // <!-- Owl Carousel -->
    $(document).ready(function(){
    $(".owl-carousel").owlCarousel();
    });

    $('.owl-carousel').owlCarousel({
      loop:true,
      margin:10,
      nav:true,
      responsive:{
          0:{
              items:1
          },
          600:{
              items:2
          },
          1000:{
              items:3
          }
      }
    });

    //<!-- Cambio de color menú -->
  $(window).scroll(function(){
    $('nav').toggleClass('scrolled', $(this).scrollTop() > 300);
  });

   //<!-- Current Year -->
   document.getElementById('copyright').appendChild(document.createTextNode(new Date().getFullYear()));
  </script> 
<script>
    //<!-- ReCaptcha -->
    $recaptcha = $_POST["g-recaptcha-response"];

      $url = 'https://www.google.com/recaptcha/api/siteverify';
      $data = array(
          'secret' => '6LflVIoUAAAAALGlaSRkef7PU4IO8Z_SvbS8yBvZ',
          'response' => $recaptcha
      );

      $options = array(
          'http' => array (
              'method' => 'POST',
              'content' => http_build_query($data)
          )
      );

      $context  = stream_context_create($options);
      $verify = file_get_contents($url, false, $context);
      $captcha_success = json_decode($verify);
      
      if ($captcha_success->success) {
          echo 'Se envía el formulario';
      } else {
          echo 'No se envía el formulario';
      }
  </script>
</body>
</html>